Repository: SysAdminDoc/UniversalConverterX
Catalog: src/UniversalConverterX.UI/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_es, fr_fr, pl_pl, zh_hans

# CompressorPage_ClearButton.Content
source: Clear Queue
de_de: Warteschlange löschen
es_es: Limpiar cola
fr_fr: Effacer la file
pl_pl: Wyczyść kolejkę
zh_hans: 清除队列

# CompressorPage_CompressButton.Content
source: Compress All
de_de: Alle komprimieren
es_es: Comprimir todo
fr_fr: Compresser tout
pl_pl: Kompresuj wszystkie
zh_hans: 全部压缩

# CompressorPage_CompressorPageButton01.Content
source: Add Files
de_de: Dateien hinzufügen
es_es: Añadir archivos
fr_fr: Ajouter des fichiers
pl_pl: Dodaj pliki
zh_hans: 添加文件

# CompressorPage_CompressorPageButton02.Content
source: Add Folder
de_de: Ordner hinzufügen
es_es: Añadir carpeta
fr_fr: Ajouter un dossier
pl_pl: Dodaj folder
zh_hans: 添加文件夹

# CompressorPage_CompressorPageButton03.Content
source: Browse Files
de_de: Dateien durchsuchen
es_es: Examinar archivos
fr_fr: Parcourir les fichiers
pl_pl: Przeglądanie plików
zh_hans: 浏览文件

# CompressorPage_CompressorPageButton04.Content
source: Browse
de_de: Durchsuchen
es_es: Examinar
fr_fr: Parcourir
pl_pl: Przeglądaj
zh_hans: 浏览

# CompressorPage_CompressorPageButton05.Content
source: Same as source
de_de: Gleich wie die Quelle
es_es: Igual que la fuente
fr_fr: Même source
pl_pl: Tak samo jak źródło
zh_hans: 与源相同

# CompressorPage_CompressorPageButton06.Content
source: Open Output
de_de: Ausgabe öffnen
es_es: Salida abierta
fr_fr: Sortie ouverte
pl_pl: Otwórz wyjście
zh_hans: 开放输出输出

# CompressorPage_CompressorPagePivotItem01.Header
source: Compressing
de_de: Komprimierend
es_es: Compresión
fr_fr: Compression
pl_pl: Kompresja
zh_hans: 压缩压缩

# CompressorPage_CompressorPagePivotItem02.Header
source: Finished
de_de: Abgeschlossen
es_es: Finalizado
fr_fr: Terminé
pl_pl: Zakończono
zh_hans: 已完成

# CompressorPage_Item_001.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Remove from queue
de_de: Aus der Warteschlange entfernen
es_es: Eliminar de la cola
fr_fr: Supprimer de la file d'attente
pl_pl: Usuń z kolejki
zh_hans: 从队列中删除

# CompressorPage_Item_003.Content
source: Open folder
de_de: Ordner öffnen
es_es: Abrir carpeta
fr_fr: Ouvrir le dossier
pl_pl: Otwórz folder
zh_hans: 打开文件夹

# CompressorPage_Item_004.Text
source: Compressor
de_de: Kompressor
es_es: Compresor
fr_fr: Compresseur
pl_pl: Kompresor
zh_hans: 压缩压缩机

# CompressorPage_Item_005.Text
source: Batch-compress videos with target profiles, progress, and finished results.
de_de: Batch-komprimieren Sie Videos mit Zielprofilen, Fortschritt und fertigen Ergebnissen.
es_es: Comprime videos por lotes con perfiles de destino, progreso y resultados terminados.
fr_fr: Vidéos de compression par lots avec des profils cibles, des progrès et des résultats finis.
pl_pl: Skompresuj filmy z profilami docelowymi, postęp i zakończone wyniki.
zh_hans: 批量压缩视频,包含目标概况、进展和完成结果。

# CompressorPage_Item_009.Text
source: Drop video files to compress
de_de: Videodateien zum Komprimieren ablegen
es_es: Suelta los archivos de vídeo para comprimir
fr_fr: Déposer les fichiers vidéo à compresser
pl_pl: Upuść pliki wideo do kompresji
zh_hans: 要压缩的拖放视频文件

# CompressorPage_Item_010.Text
source: MP4, MKV, MOV, AVI, WebM, FLV, WMV, TS, MTS, and M4V.
de_de: MP4, MKV, MOV, AVI, WebM, FLV, WMV, TS, MTS und M4V.
es_es: MP4, MKV, MOV, AVI, WebM, FLV, WMV, TS, MTS y M4V.
fr_fr: MP4, MKV, MOV, AVI, WebM, FLV, WMV, TS, MTS et M4V.
pl_pl: MP4, MKV, MOV, AVI, WebM, FLV, WMV, TS, MTS i M4V.
zh_hans: MP4、MKV、MOV、AVI、WebM、FLV、WMV、TS、MTS和M4V。

# CompressorPage_Item_013.Text
source: No finished compressions yet
de_de: Noch keine fertigen Kompressionen
es_es: No hay compresiones terminadas todavía
fr_fr: Pas encore de compressions finies
pl_pl: Brak jeszcze gotowych kompresji
zh_hans: 尚未完成压缩

# CompressorPage_Item_014.Text
source: Completed, failed, and cancelled jobs appear here.
de_de: Abgeschlossene, fehlgeschlagene und abgesagte Jobs erscheinen hier.
es_es: Los trabajos completados, fallidos y cancelados aparecen aquí.
fr_fr: Les emplois complétés, échoués et annulés apparaissent ici.
pl_pl: Zakończone, nieudane i anulowane prace pojawiają się tutaj.
zh_hans: 已完成、 失败、 取消或取消的工作出现在这里 。

# CompressorPage_Item_015.Text
source: Hardware Acceleration
de_de: Hardware-Beschleunigung
es_es: Aceleración de hardware
fr_fr: Accélération matérielle
pl_pl: Przyspieszenie sprzętu
zh_hans: 硬件加速

# CompressorPage_Item_016.Content
source: Software (CPU)
es_es: Programas informáticos (CPU)
fr_fr: Logiciel (CPU)
pl_pl: Oprogramowanie (CPU)
zh_hans: 软件(CPU)

# CompressorPage_Item_019.Content
source: Intel QSV
zh_hans: 英特尔 QSV

# CompressorPage_Item_022.Text
source: Preset Profile
de_de: Voreinstellungsprofil
es_es: Perfil preestablecido
fr_fr: Profil prédéfini
pl_pl: Wstępny profil
zh_hans: 预置配置配置文件

# CompressorPage_Item_027.Content
source: Discord 10 MB
pl_pl: Dyskord 10 MB
zh_hans: 差异 10 MB

# CompressorPage_Item_028.Content
source: Discord 25 MB
pl_pl: Dyskord 25 MB
zh_hans: 25 MB不和谐

# CompressorPage_Item_029.Content
source: Discord 50 MB
pl_pl: Dyskord 50 MB
zh_hans: 50 MB 差50 MB

# CompressorPage_Item_030.Content
source: Email 25 MB
de_de: E-Mail-Adresse 25 MB
es_es: Correo electrónico 25 MB
fr_fr: Courriel 25 MB
zh_hans: 电子邮件 25 MB MB

# CompressorPage_Item_031.Content
source: Custom limit
de_de: Benutzerdefinierte Grenze
es_es: Límite personalizado
fr_fr: Limite personnalisée
pl_pl: Własny limit
zh_hans: 自定义限制

# CompressorPage_Item_033.Text
source: Target-size mode uses CPU two-pass encoding and reserves 5% for MP4 overhead.
de_de: Target-Size-Modus verwendet CPU-Zwei-Pass-Kodierung und Reserven 5% für MP4 Overhead.
es_es: El modo de tamaño objetivo utiliza la codificación de dos pasos de la CPU y reserva el 5% para MP4.
fr_fr: Le mode de taille cible utilise l'encodage CPU bipass et réserve 5% pour les frais généraux de MP4.
pl_pl: Tryb rozmiaru docelowego używa dwupasmowego kodowania CPU i zastrzega 5% dla referencji MP4.
zh_hans: 目标尺寸模式使用 CPU 双通编码,MP4 间接费用保留5%。

# CompressorPage_Item_037.Content
source: AV1 (SVT-AV1, smallest)
de_de: AV1 (SVT-AV1, klein)
es_es: AV1 (SVT-AV1, más pequeño)
fr_fr: AV1 (SVT-AV1, le plus petit)
pl_pl: AV1 (SVT-AV1, najmniejsza)
zh_hans: AV1(SVT-AV1,最小)

# CompressorPage_Item_038.Content
source: H.265 / HEVC (compatible)
de_de: H.265 / HEVC (kompatibel)
pl_pl: H.265 / HEVC (kompatybilne)
zh_hans: H.265 / HEVC(相容)

# CompressorPage_Item_039.Content
source: H.264 / AVC (most compatible)
de_de: H.264 / AVC (am kompatibelsten)
es_es: H.264 / AVC (más compatible)
fr_fr: H.264 / AVC (la plus compatible)
pl_pl: H.264 / AVC (najlepiej kompatybilne)
zh_hans: H.264 / AVC(最兼容)

# CompressorPage_Item_041.Text
source: Smart mode samples CRF candidates, encodes the smallest result meeting the target, then verifies the finished file with a full VMAF pass.
de_de: Smart-Modus Samples CRF-Kandidaten, kodiert das kleinste Ergebnis, das dem Ziel entspricht, dann überprüft die fertige Datei mit einem vollständigen VMAF-Pass.
es_es: Muestras de modo inteligente candidatos CRF, codifica el resultado más pequeño que cumple con el objetivo, luego verifica el archivo terminado con un pase VMAF completo.
fr_fr: Le mode intelligent échantillonne les candidats CRF, encode le plus petit résultat atteignant la cible, puis vérifie le fichier fini avec une carte VMAF complète.
pl_pl: Smart mode próbki kandydatów CRF, zakodowuje najmniejszy wynik spełniający cel, następnie sprawdza gotowy plik z pełną przepustką VMAF.
zh_hans: 智能模式样本 CRF候选人, 编码达到目标最小结果的编码, 然后用完整的 VMAF 通行证验证完成的文件 。

# CompressorPage_Item_045.Content
source: ProRes 422 Proxy (low-res rough cut)
de_de: ProRes 422 Proxy (niedriger Rohschnitt)
es_es: ProRes 422 Proxy (corte en bruto de baja resolución)
fr_fr: ProRes 422 Proxy (coupe brute à basse résistance)
pl_pl: ProRes 422 Proxy (wycięcie o niskiej wysokości)
zh_hans: ProRes 422 代理(低粗略削减)

# CompressorPage_Item_046.Content
source: ProRes 422 LT (offline edit)
es_es: ProRes 422 LT (edición offline)
fr_fr: ProRes 422 LT (modification hors ligne)
pl_pl: ProRes 422 LT (edycjaoffline)
zh_hans: ProRes 422 LT(脱机编辑)

# CompressorPage_Item_047.Content
source: ProRes 422 (online edit)
de_de: ProRes 422 (Online-Bearbeitung)
es_es: ProRes 422 (edición en línea)
fr_fr: ProRes 422 (modification en ligne)
pl_pl: ProRes 422 (edycja online)
zh_hans: ProRes 422(在线编辑)

# CompressorPage_Item_048.Content
source: ProRes 422 HQ (master / colour grade)
de_de: ProRes 422 HQ (Master/Farbklasse)
es_es: ProRes 422 HQ (master/color)
fr_fr: ProRes 422 HQ (maîtrise / grade de couleur)
pl_pl: ProRes 422 HQ (master / klasa kolorów)
zh_hans: ProRes 422 HQ(主机/彩色等级)

# CompressorPage_Item_050.Content
source: DNxHR SQ (Avid offline edit)
de_de: DNxHR SQ (Offline bearbeiten)
es_es: DNxHR SQ (edición sin conexión ávida)
fr_fr: DNxHR SQ (modifier hors ligne)
pl_pl: DNxHR SQ (Avid offline edycja)
zh_hans: DNxHR SQ( 访问离线编辑)

# CompressorPage_Item_051.Content
source: DNxHR HQ (Avid online edit)
de_de: DNxHR HQ (Online bearbeiten)
es_es: DNxHR HQ (Edición en línea ávida)
fr_fr: DNxHR HQ (Modifier en ligne)
pl_pl: DNxHR HQ (Avid edycja online)
zh_hans: DNxHR HQ (在线在线编辑)

# CompressorPage_Item_052.Content
source: DNxHR HQX (10-bit master)
es_es: DNxHR HQX (10 bits maestro)
fr_fr: DNxHR HQX (maîtrise 10 bits)
pl_pl: DNxHR HQX (10-bitowy master)
zh_hans: DNxHR HQX(10位母版)

# CompressorPage_Item_055.Text
source: File Location
de_de: Datei-Speicherort
es_es: Ubicación del archivo
fr_fr: Emplacement du fichier
pl_pl: Umiejscowienie pliku
zh_hans: 文件位置

# CompressorPage_Item_059.Text
source: Compression keeps originals by default and writes finished outputs to the selected folder or beside each source.
de_de: Kompression hält die Originale standardmäßig und schreibt fertige Ausgänge in den ausgewählten Ordner oder neben jeder Quelle.
es_es: La compresión mantiene los originales por defecto y escribe las salidas terminadas en la carpeta seleccionada o al lado de cada fuente.
fr_fr: La compression conserve les originaux par défaut et écrit les sorties terminées dans le dossier sélectionné ou à côté de chaque source.
pl_pl: Kompresja zachowuje oryginały domyślnie i zapisuje gotowe wyjścia do wybranego folderu lub obok każdego źródła.
zh_hans: 压缩默认保存正本, 并将完成的输出写入选中的文件夹或每个源头旁边 。

# CompressorPage_Item_060.Text
source: Size comparison
de_de: Größenvergleich
es_es: Comparación de tamaños
fr_fr: Comparaison des tailles
pl_pl: Porównanie rozmiaru
zh_hans: 大小比较比较

# CompressorPage_OutputDirectoryBox.Header
source: Save to
de_de: Speichern auf
es_es: Guardar en
fr_fr: Enregistrer dans
pl_pl: Zapisz do
zh_hans: 保存到

# CompressorPage_OutputDirectoryBox.PlaceholderText
source: Same as source file
de_de: Gleiches wie Quelldatei
es_es: Lo mismo que el archivo fuente
fr_fr: Même chose que le fichier source
pl_pl: To samo co plik źródłowy
zh_hans: 与源文件相同

# CompressorPage_PresetArchive.Content
source: Archive (AV1, CRF 28)
de_de: Archiv (AV1, CRF 28)
es_es: Archivo (AV1, CRF 28)
pl_pl: Archiwum (AV1, CRF 28)
zh_hans: 存档 (AV1, CRF 28)

# CompressorPage_PresetEmail.Content
source: Email friendly (~9.5 MB)
de_de: E-Mail freundlich (~9.5 MB)
fr_fr: Adresse électronique (~9,5 MB)
pl_pl: Przyjazne dla poczty elektronicznej (~9.5 MB)
zh_hans: 方便的电子邮件 (~ 9. 5 MB)

# CompressorPage_PresetTarget.Content
source: Target file size
de_de: Größe der Zieldatei
es_es: Tamaño del archivo de destino
fr_fr: Taille du fichier cible
pl_pl: Rozmiar pliku docelowego
zh_hans: 目标文件大小

# CompressorPage_PresetVmaf.Content
source: Smart quality target (VMAF)
de_de: Intelligentes Qualitätsziel (VMAF)
es_es: Objetivo inteligente de calidad (VMAF)
fr_fr: Cible de qualité intelligente (VMAF)
zh_hans: 智能质量目标( VMAF)

# CompressorPage_PresetWeb.Content
source: Web upload (1080p, CRF 23)
es_es: Carga web (1080p, CRF 23)
fr_fr: Téléchargement Web (1080p, CRF 23)
pl_pl: Przesyłka internetowa (1080p, CRF 23)
zh_hans: 网络上传(1080p, CRF 23)

# CompressorPage_ProgressTitle.Text
source: Compressing...
de_de: Komprimierend...
es_es: Compresión...
fr_fr: Compresser...
pl_pl: Skompresowanie...
zh_hans: 压缩中...

# CompressorPage_ProPresetCombo.Header
source: Intermediate / archival codec
de_de: Zwischen-/Archiv-Codec
es_es: Códec intermedio / archivo
fr_fr: Codec intermédiaire / archivec
pl_pl: Pośredni / archiwalny kodek
zh_hans: 中间/档案编码c

# CompressorPage_SavingsText.Text
source: Savings appear after compression.
de_de: Ersparnisse erscheinen nach der Kompression.
es_es: Los ahorros aparecen después de la compresión.
fr_fr: Les économies apparaissent après compression.
pl_pl: Oszczędności pojawiają się po kompresji.
zh_hans: 压缩后出现节余。

# CompressorPage_SocialTargetCombo.Header
source: Platform size limit
de_de: Begrenzung der Plattformgröße
es_es: Límite del tamaño de la plataforma
fr_fr: Limite de taille de la plate-forme
pl_pl: Limit wielkości platformy
zh_hans: 平台大小限制

# CompressorPage_TargetSizeBox.Header
source: Maximum size (MB)
de_de: Höchstgröße (MB)
es_es: Tamaño máximo (MB)
fr_fr: Taille maximale (MB)
pl_pl: Maksymalny rozmiar (MB)
zh_hans: 最大尺寸(MB)

# CompressorPage_VmafEncoderCombo.Header
source: Video encoder
de_de: Video-Kodierer
es_es: Codificador de vídeo
fr_fr: Encodeur vidéo
pl_pl: Kodowanie wideo
zh_hans: 视频编码器

# CompressorPage_VmafHealthText.Text
source: ab-av1 availability is checked before each smart compression.
de_de: Die Verfügbarkeit von ab-av1 wird vor jeder intelligenten Kompression überprüft.
es_es: La disponibilidad de ab-av1 se comprueba antes de cada compresión inteligente.
fr_fr: La disponibilité ab-av1 est vérifiée avant chaque compression intelligente.
pl_pl: ab-av1 dostępność jest sprawdzana przed każdym smart kompresji.
zh_hans: 在每个智能压缩之前检查 ab-av1 可用性。

# CompressorPage_VmafTargetBox.Header
source: Minimum VMAF quality
de_de: Mindestqualität von VMAF
es_es: Calidad VMAF mínima
fr_fr: Qualité minimale VMAF
pl_pl: Minimalna jakość VMAF
zh_hans: 最小 VMAF 质量

# ConverterPage_AdvancedFfmpegExpander.Header
source: Advanced FFmpeg command
de_de: Erweitert Befehl FFmpeg
es_es: Comando FFmpeg avanzado
fr_fr: Commande avancée FFmpeg
pl_pl: Zaawansowane polecenie FFmpeg
zh_hans: 高级 FFmpeg 命令

# ConverterPage_CancelButton.Content
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
pl_pl: Anuluj
zh_hans: 取消

# ConverterPage_ConvertButton.Content
source: Convert All
de_de: Alle konvertieren
es_es: Convertir todo
fr_fr: Tout convertir
zh_hans: 全部转换

# ConverterPage_ConverterPageButton01.Content
source: Add Files
de_de: Dateien hinzufügen
es_es: Añadir archivos
fr_fr: Ajouter des fichiers
zh_hans: 添加文件

# ConverterPage_ConverterPageButton02.Content
source: Add Folder
de_de: Ordner hinzufügen
es_es: Añadir carpeta
fr_fr: Ajouter un dossier
zh_hans: 添加文件夹

# ConverterPage_ConverterPageButton03.Content
source: Browse Files
de_de: Dateien durchsuchen
es_es: Examinar archivos
fr_fr: Parcourir les fichiers
pl_pl: Przeglądanie plików
zh_hans: 浏览文件

# ConverterPage_ConverterPageButton04.Content
source: Web MP4
zh_hans: Web MP4 网络

# ConverterPage_ConverterPageButton05.Content
source: Audio MP3
zh_hans: 音频 MP3

# ConverterPage_ConverterPageButton06.Content
source: Image WebP
de_de: Bild WebP
es_es: Imagen WebP
zh_hans: 图像网络P

# ConverterPage_ConverterPageButton07.Content
source: Browse
de_de: Durchsuchen
es_es: Examinar
fr_fr: Parcourir
zh_hans: 浏览

# ConverterPage_ConverterPageButton08.Content
source: Same as source
de_de: Gleich wie die Quelle
es_es: Igual que la fuente
fr_fr: Même source
zh_hans: 与源相同

# ConverterPage_ConverterPageButton09.Content
source: Clear Queue
de_de: Warteschlange löschen
es_es: Limpiar cola
fr_fr: Effacer la file
zh_hans: 清除队列

# ConverterPage_ConverterPageButton10.Content
source: Open Output
de_de: Ausgabe öffnen
es_es: Salida abierta
fr_fr: Sortie ouverte
zh_hans: 开放输出输出

# ConverterPage_ConverterPagePivotItem01.Header
source: Converting
de_de: Umwandlung
es_es: Conversión
fr_fr: Conversion
pl_pl: Konwertowanie
zh_hans: 转换

# ConverterPage_ConverterPagePivotItem02.Header
source: Finished
de_de: Abgeschlossen
es_es: Finalizado
fr_fr: Terminé
pl_pl: Zakończono
zh_hans: 已完成

# ConverterPage_EditFfmpegCommandToggle.Header
source: Edit before run
de_de: Bearbeiten vor dem Ausführen
es_es: Editar antes de ejecutar
fr_fr: Modifier avant l'exécution
pl_pl: Edycja przed uruchomieniem
zh_hans: 运行前编辑编辑

# ConverterPage_EditFfmpegCommandToggle.OffContent
source: Read-only
de_de: Nur lesen
es_es: Solo lectura
fr_fr: En lecture seule
pl_pl: Tylko do odczytu
zh_hans: 只读

# ConverterPage_EditFfmpegCommandToggle.OnContent
source: Custom argument vector
de_de: Benutzerdefinierter Argumentvektor
es_es: vector de argumento personalizado
fr_fr: Vecteur d'argument personnalisé
pl_pl: Własny wektor argumentów
zh_hans: 自定义参数矢量

# ConverterPage_FfmpegCommandBox.Header
source: Command template
de_de: Befehlsvorlage
es_es: Plantilla de órdenes
fr_fr: Modèle de commande
pl_pl: Szablon poleceń
zh_hans: 命令模板模板

# ConverterPage_FfmpegCommandInfoBar.Title
source: Command preview
de_de: Befehlsvorschau
es_es: Previsualización de órdenes
fr_fr: Aperçu des commandes
pl_pl: Podgląd polecenia
zh_hans: 命令预览

# ConverterPage_FormatSelector.Header
source: Convert all files to
de_de: Format
es_es: Convertir todos los archivos a
fr_fr: Convertir tous les fichiers en
pl_pl: Format
zh_hans: 将全部文件转换为

# ConverterPage_FormatSelector.PlaceholderText
source: Select format
de_de: Format auswählen
es_es: Seleccionar formato
fr_fr: Sélectionner le format
pl_pl: Wybierz format
zh_hans: 选择格式

# ConverterPage_HighSpeedToggle.Header
source: High speed conversion
de_de: Hochgeschwindigkeitsumwandlung
es_es: Conversión de alta velocidad
fr_fr: Conversion à grande vitesse
pl_pl: Konwersja o wysokiej prędkości
zh_hans: 高速转换

# ConverterPage_HighSpeedToggle.OffContent
source: Software routing
es_es: Enrutamiento de programas informáticos
fr_fr: Routage du logiciel
pl_pl: Oprogramowanie
zh_hans: 软件路由

# ConverterPage_HighSpeedToggle.OnContent
source: Use fastest available backend
de_de: Schnellstes verfügbares Backend verwenden
es_es: Utilice el motor disponible más rápido
fr_fr: Utilisez le moteur le plus rapide disponible
pl_pl: Użyj najszybciej dostępnych sterowników
zh_hans: 使用最快可用的后端

source: File preview thumbnail
de_de: Vorschaubild der Datei
es_es: miniatura de vista previa del archivo
fr_fr: miniature de prévisualisation du fichier
pl_pl: Miniaturka podglądu pliku
zh_hans: 文件预览缩略图

source: Estimated output size
de_de: Geschätzte Produktionsgröße
es_es: Tamaño estimado de los productos
fr_fr: Taille estimée de la production
pl_pl: Szacunkowy rozmiar wyjścia
zh_hans: 估计产出规模

# ConverterPage_Item_003.Text
source: Ready
de_de: Fertig
es_es: Listo
fr_fr: Prêt
pl_pl: Gotowy
zh_hans: 准备就绪

# ConverterPage_Item_004.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Remove from queue
de_de: Aus der Warteschlange entfernen
es_es: Eliminar de la cola
fr_fr: Supprimer de la file d'attente
zh_hans: 从队列中删除

# ConverterPage_Item_006.Content
source: Open folder
de_de: Ordner öffnen
es_es: Abrir carpeta
fr_fr: Ouvrir le dossier
pl_pl: Otwórz folder
zh_hans: 打开文件夹

# ConverterPage_Item_007.Text
source: Converter
de_de: Umrechner
es_es: Convertidor
fr_fr: Convertisseur
pl_pl: Konwerter
zh_hans: 转换器

# ConverterPage_Item_008.Text
source: Queue files, choose one output profile, and review finished results.
de_de: Warte Dateien, wähle ein Ausgabeprofil und überprüfe fertige Ergebnisse.
es_es: Haga cola de archivos, elija un perfil de salida y revise los resultados terminados.
fr_fr: Queue fichiers, choisir un profil de sortie, et examiner les résultats finis.
pl_pl: Pliki kolejkowe, wybierz jeden profil wyjściowy i przejrzyj gotowe wyniki.
zh_hans: 队列文件, 选择一个输出配置, 并审查已完成结果 。

# ConverterPage_Item_012.Text
source: Add media, images, documents, or archives
de_de: Hinzufügen von Medien, Bildern, Dokumenten oder Archiven
es_es: Añadir medios, imágenes, documentos o archivos
fr_fr: Ajouter des images, des documents ou des archives
pl_pl: Dodaj media, obrazki, dokumenty lub archiwa
zh_hans: 添加媒体、图像、文件或档案

# ConverterPage_Item_013.Text
source: Drop files here, add a folder, or browse from disk.
de_de: Drop-Dateien hier, fügen Sie einen Ordner, oder durchsuchen Sie von der Festplatte.
es_es: Suelta los archivos aquí, añade una carpeta o navega desde el disco.
fr_fr: Déposer des fichiers ici, ajouter un dossier ou naviguer à partir du disque.
pl_pl: Upuść pliki tutaj, dodaj folder lub przeglądaj z dysku.
zh_hans: 在此拖放文件, 添加文件夹, 或者从磁盘浏览 。

# ConverterPage_Item_015.Text
source: Preview
de_de: Vorschau
es_es: Vista previa
fr_fr: Aperçu
zh_hans: 预览预览

# ConverterPage_Item_022.Text
source: No finished conversions yet
de_de: Noch keine fertigen Umbauten
es_es: No hay conversiones terminadas todavía
fr_fr: Pas encore de conversions terminées
pl_pl: Brak jeszcze gotowych konwersji
zh_hans: 尚未完成转换

# ConverterPage_Item_023.Text
source: Completed, failed, and cancelled files appear here.
de_de: Abgeschlossene, fehlgeschlagene und stornierte Dateien erscheinen hier.
es_es: Los archivos completados, fallados y cancelados aparecen aquí.
fr_fr: Les fichiers complétés, échoués et annulés apparaissent ici.
pl_pl: Zakończone, nieudane i anulowane pliki pojawiają się tutaj.
zh_hans: 完成、 失败、 取消文件并在此出现 。

# ConverterPage_Item_024.Text
source: Format Shortcuts
de_de: Format Kurzbefehle
es_es: Accesos rápidos de formato
fr_fr: Raccourcis du format
pl_pl: Formatowanie skrótów
zh_hans: 格式化快捷键

# ConverterPage_Item_031.Text
source: The preview is a batch-safe template. Each job replaces {input} and {output} with its own paths.
de_de: Die Vorschau ist eine Batch-sichere Vorlage. Jeder Auftrag ersetzt {input} und {output} durch eigene Pfade.
es_es: La vista previa es una plantilla segura para lotes. Cada trabajo reemplaza a {input} y {output} con sus propias rutas.
fr_fr: Chaque tâche remplace {input} et {output} par ses propres chemins.
pl_pl: Podgląd jest szablonem bezpieczeństwa serii. Każda oferta zastępuje {input} i {output} własnymi ścieżkami.
zh_hans: 预览是一个批量安全模板。 每个工作用自己的路径替换 {input} 和 {output} 。

# ConverterPage_Item_035.Text
source: Output Profile
de_de: Ausgabe
es_es: Perfil del producto
fr_fr: Profil de sortie
pl_pl: Wyjście
zh_hans: 产出概况

# ConverterPage_Item_037.Content
source: MP4 - Video
es_es: MP4 - Vídeo
fr_fr: MP4 - Vidéo
pl_pl: MP4 - Filmiki
zh_hans: MP4 - 视频

# ConverterPage_Item_038.Content
source: MKV - Video
es_es: MKV - Vídeo
fr_fr: MKV - Vidéo
pl_pl: MKV - Filmiki
zh_hans: MKV - 视频

# ConverterPage_Item_039.Content
source: MOV - Video
es_es: MOV - Vídeo
fr_fr: MOV - Vidéo
pl_pl: MOV - Filmiki
zh_hans: MOV - 视频

# ConverterPage_Item_040.Content
source: WEBM - Video
es_es: WEBM - Vídeo
fr_fr: WEBM - Vidéo
pl_pl: WEBM - Filmiki
zh_hans: WEBM - 视频

# ConverterPage_Item_041.Content
source: MP3 - Audio
zh_hans: MP3 - 音频

# ConverterPage_Item_042.Content
source: WAV - Audio
zh_hans: WAV - 音频

# ConverterPage_Item_043.Content
source: FLAC - Audio
zh_hans: FLAC - 音频

# ConverterPage_Item_044.Content
source: AAC - Audio
zh_hans: AAC - 音频

# ConverterPage_Item_045.Content
source: PNG - Image
de_de: PNG - Bild
es_es: PNG - Imagen
pl_pl: PNG - obrazek
zh_hans: PNG - 图像

# ConverterPage_Item_046.Content
source: JPG - Image
de_de: JPG - Bild
es_es: JPG - Imagen
pl_pl: JPG - obrazek
zh_hans: JPG - 图像

# ConverterPage_Item_047.Content
source: WEBP - Image
de_de: WEBP - Bild
es_es: WEBP - Imagen
pl_pl: WEBP - obraz
zh_hans: WEBP - 图像

# ConverterPage_Item_048.Content
source: AVIF - Image
de_de: AVIF - Bild
es_es: AVIF - Imagen
pl_pl: AVIF - obrazek
zh_hans: AVIF - 图像

# ConverterPage_Item_049.Content
source: GIF - Image
de_de: GIF - Bild
es_es: GIF - Imagen
pl_pl: GIF - obrazek
zh_hans: GIF - 图像

# ConverterPage_Item_050.Content
source: PDF - Document
de_de: PDF - Dokument
es_es: PDF - Documento
pl_pl: PDF - Dokument
zh_hans: PDF - 文件

# ConverterPage_Item_051.Content
source: DOCX - Document
de_de: DOCX - Dokument
es_es: DOCX - Documento
pl_pl: DOCX - dokument
zh_hans: DOCX - 文件
